{
  "added_tokens_decoder": {
    "0": {
      "content": "</s>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "1": {
      "content": "<unk>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "67027": {
      "content": "<pad>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    }
  },
  "additional_special_tokens": null,
  "backend": "custom",
  "eos_token": "</s>",
  "is_local": false,
  "model_max_length": 512,
  "pad_token": "<pad>",
  "separate_vocabs": false,
  "source_lang": "en",
  "sp_model_kwargs": {},
  "target_lang": "nl",
  "tokenizer_class": "MarianTokenizer",
  "unk_token": "<unk>"
}
